Repository: polarode/tichu-score-tracker
Catalog: src/locales/*.po
Languages: de

source: {0}% to target
de: {0}% zum Ziel

source: + Add New Player
de: + Neuen Spieler hinzufügen

source: Add
de: Hinzufügen

source: Average Score
de: Durchschnittspunktzahl

source: Avg Score:
de: Ø Punkte:

source: Bombs Used:
de: Bomben verwendet:

source: Cancel
de: Abbrechen

source: Continue Active Match
de: Aktives Match fortsetzen

source: Continue Match
de: Match fortsetzen

source: Continue to Result Entry
de: Zur Ergebniseingabe

source: Custom Target
de: Benutzerdefiniertes Ziel

source: End Match
de: Match beenden

source: Enter Game Results
de: Spielergebnisse eingeben

source: Enter Round Results
de: Rundenergebnisse eingeben

source: games
de: Spiele

source: Games
de: Spiele

source: Games Played
de: Gespielte Spiele

source: Games:
de: Spiele:

source: Grand Tichus won:
de: Grand Tichus gewonnen:

source: Lets play a game of...
de: Lass uns ein Spiel spielen...

source: Loading recent games...
de: Letzte Spiele werden geladen

source: Match Progress
de: Match-Fortschritt

source: New Player Name
de: Neuer Spielername

source: No matches played yet
de: Es wurden noch keine Zündhölzer gespielt

source: Player
de: Spieler

source: Player Summary
de: Spielerübersicht

source: Players
de: Spieler

source: points
de: Punkte

source: Recent games of Rebel Princess
de: Zuletzt gespielte Spiele von Rebel Princess

source: Recent games of Tichu
de: Zuletzt gespielte Spiele von Tichu

source: Recent matches of Tichu
de: Zuletzt gespielte Zündhölzer von Tichu

source: Rematch
de: Revanche

source: Round {0}
de: Runde {0}

source: Round modifier
de: Rundenmodifikator

source: Rounds played
de: Runden gespielt

source: Save Game
de: Spiel speichern

source: Save Round
de: Runde speichern

source: Score
de: Punkte

source: Select 3 to 6 Players
de: 3 bis 6 Spieler auswählen

source: Select Active Match
de: Aktives Match auswählen

source: Select Teams
de: Teams auswählen

source: Sort by {0}
de: Sortieren nach {0}

source: Start Game
de: Spiel starten

source: Start Match
de: Match starten

source: Start New Match
de: Neues Match starten

source: Statistics
de: Statistiken

source: Target
de: Ziel

source: Target Points
de: Zielpunkte

source: Target: {0} points
de: Ziel: {0} Punkte

source: Team 1 Score
de: Team 1 Punkte

source: Tichu Games
de: Tichu Spiele

source: Tichu Statistics
de: Tichu Statistiken

source: Tichus won:
de: Tichus gewonnen:

source: wins!
de: gewinnt!

source: with bonus points
de: mit Bonuspunkten
